src/main/java/startsoap.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://Interface.ssns.swt.cug/">
   <soapenv:Header/>
   <soapenv:Body>
      <int:start>
         <!--Optional:-->
         <sensorid>?</sensorid>
      </int:start>
   </soapenv:Body>
</soapenv:Envelope>